{"translation-revision-date":"2020-02-06 20:51:43+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Become a contributor by opting in to our anonymous data tracking. We guarantee no sensitive data is collected.":["Anonim veri takibimizi seçerek katkıda bulunan olun. Hassas verilerin toplanmadığını garanti ediyoruz."],"Contributing":["Katkıda bulunma"],"What do we track?":["Neyi takip ediyoruz?"],"Could not update option. Please try again.":["Seçenek güncellenemedi. Lütfen tekrar deneyin."],"Activate":["Etkinleştir"],"Deactivate":["Etkisizleştir"],"Neve Community":["Neve topluluğu"],"Join our Facebook Group":["Facebook grubumuza katılın"],"Leave us a review":["Bir inceleme bırakın"],"Submit a review":["Bir inceleme gönder"],"Documentation":["Belgeler"],"Contact Support":["Destek ile iletişim kur"],"Changelog":["Değişiklik listesi"],"Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.":["Temadaki son değişiklikleri yakalamak mı istediniz? Aşağıdaki değişiklik kayıtlarına başvurarak güncel geliştirmeler ve yeni özellikler hakkında bilgi alabilirsiniz."],"Create a child theme":["Bir alt tema oluşturun"],"If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.":["Temanın dosyalarında değişiklikler yapmak istiyorsanız bu değişikliklerin, temayı bir sonraki güncelleştirmenizde üzerine yazılması olasıdır. Bunun olmasını önlemek için bir alt tema oluşturmanız gerekir. Bunun için lütfen aşağıdaki belgelendirmeyi takip edin."],"Speed up your site":["Sitenizi hızlandırın"],"If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.":["Kendinizi sitenizdeki her şeyin çok yavaş çalıştığı durumda bulursanız, bunun neden olduğu en yaygın sorunları ve her bir sorun için olası çözümleri bulacağınız aşağıdaki belgelendirmeye göz atmayı düşünebilirsiniz."],"Build a landing page with a drag-and-drop content builder":["Sürükle-bırak içerik oluşturucu ile bir açılış sayfası oluşturun"],"In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.":["Aşağıdaki belgelendirmede, sürükle-bırak içerik oluşturucu eklentisini kullanarak mükemmel görünümlü bir açılış sayfası oluşturmanın kolay bir yolunu bulacaksınız."]}},"comment":{"reference":"dashboard\/build\/dashboard.js"}}