{"translation-revision-date":"2020-11-21 21:27:29+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Activate your account by {{link}}connecting to Rank Math!{{\/link}} ":["Rank Math'a {{link}}bağlanarak hesabınızı etkinleştirin! {{\/link}} "],"Read here to {{link}}Score 100\/100{{\/link}} ":["100\/100 Puan için {{link}} bunu {{\/link}} okuyun "],"Edit Schema":["Şema'yı Edit"],"Google Trends":["Google trendleri"],"Replace Image":["Görseli Değiştir"],"Notify your readers by sharing!":["Paylaşarak okuyucularınızı bilgilendirin!"],"300 words":["300 kelime"],"Minimum recommended content length should be 300 words.":["Önerilen minimum içerik uzunluğu 300 kelime olmalıdır."],"Editing Homepage permalink is not possible.":["Ana Sayfanın kalıcı bağlantısını düzenlemek mümkün değil."],"Rating: ":["Puan: "],"Show SEO Score on Front-end":["SEO skorunu ön yüz de göster"],"Auto redirection created.":["Otomatik yönlendirme oluşturuldu."],"Select Primary Term":["Birincil Terim Seçiniz"],"Preview & Edit Social Media":["Sosyal Medyayı Ön izle ve Düzenle"],"Click on the button below to view and edit the preview.":["Ön izlemeyi görüntülemek ve düzenlemek için aşağıdaki butona tıklayın."],"Social Media Preview":["Sosyal Medya Önizlemesi"],"Specify a maximum size of image preview to be shown for images on this page":["Bu sayfadaki görüntüler için gösterilecek maksimum resim önizleme boyutunu belirtin"],"Specify a maximum duration in seconds of an animated video preview":["Animasyonlu video önizlemesinin saniye cinsinden maksimum süresini belirtme"],"Specify a maximum text-length, in characters, of a snippet for your page":["Sayfanız için bir snippet'in karakter olarak maksimum karakter uzunluğunu belirtme"],"The canonical URL informs search crawlers which page is the main page if you have double content":["Standart URL, çift içeriğiniz varsa arama tarayıcılarına hangi sayfanın ana sayfa olduğunu bildirir"],"Instructs search engines to index and show these pages in the search results":["Arama motorlarına bu sayfaları arama sonuçlarında dizine eklemelerini ve göstermelerini ister"],"Close":["Kapat"],"Hey, we noticed you are using Rank Math SEO plugin for more than 2 weeks –{{em}}that's awesome!{{\/em}} Could you please do us a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?":["Hey, 2 haftadan fazla Rank Math SEO eklentisi kullandığınızı fark ettik –{{em}}Bu inanılmaz güzel!{{\/em}}Bize BÜYÜK bir iyilik yapmak istersen eğer WordPress üzerinden bize puan verebilirsin verdiğin puan ve yazdığın yorum bizim motivasyonumuzu artırır."],"Please be careful with this option. Although this option will help increase CTR on Twitter, it might get you penalised if over-used.":["Lütfen bu seçenekte dikkatli olun. Twitter'da TO'yu arttırmaya yardımcı olsa da, fazla kullanımı ceza almanıza neden olabilir."],"The App Card is a great way to represent mobile applications on Twitter and to drive installs. More information: ":["Uygulama Kartı, mobil uygulamaları Twitter'da temsil etmenin ve yükleme sayısını artırmanın harika bir yoludur. Daha fazla bilgi:"],"Card Type":["Kart Tipi"],"The card for your website will look little something like this!":["Web sitenizin kartı böyle küçük bir şey gibi görünecek!"],"Your app ID in the Google Play (.i.e. com.android.app)":["Google Play'deki uygulama ID'niz (örn. com.android.app)"],"Your app's custom URL scheme (must include :\/\/).":["Uygulamanızın özel URL düzeni (:\/\/ içermelidir)."],"Please be careful with this option. Although this option will help increase CTR on Facebook, it might get you penalised if over-used.":["Lütfen bu seçeneğe dikkat edin. Bu seçenek Facebook'ta TO'yu arttırmaya yardımcı olsa da, aşırı kullanımda ceza alabilirsiniz."],"Read more":["Devamını oku"],"Customize the title, description and images of your post used while sharing on Facebook and Twitter.":["Yazınızın, Facebook ve Twitter'da paylaşırken kullanılan başlığını, açıklamasını ve görsellerini özelleştirin."],"Permalink":["Kalıcı Bağlantı"],"Search &hellip;":["Arama &hellip;"],"About 43,700,000 results (0.32 seconds) ":["Yaklaşık 43,700,000 sonuç bulundu (0.32 saniye) "],"Videos":["Videolar"],"Insert keywords you want to rank for. Try to {{link}}attain 100\/100 points{{\/link}} for better chances of ranking.":["Sıralamak almak istediğiniz anahtar kelimeleri ekleyin. Daha iyi sıralama şansı için {{link}} 100\/100 puan kazanmayı {{\/link}} deneyin."],"All Good":["Tümü İyi"],"Content should be %1$s long.":["İçerik %1$s uzunluğunda olmalıdır."],"Nofollow":["Nofollow"],"2 hrs":["2 saat"],"Standard":["Standart"],"Large":["Büyük"],"Max Image Preview":["Maks. Görüntü Önizleme"],"Max Video Preview":["Maks. Video Önizleme"],"Max Snippet":["Maksimum Snippet"],"Advanced Robots Meta":["Gelişmiş Robot Meta"],"Tools":["Araçlar"],"I already did. Please don't show this message again.":["Zaten yaptım. Lütfen bu mesajı tekrar gösterme."],"Rate Rank Math SEO":["Rank Math SEO'yu oyla"],"Index":["Dizin"],"Example: Rank Math SEO":["Örnek: Rank Math SEO"],"Remove Image":["Görseli kaldır"],"Errors":["Hatalar"],"News":["Haber"],"All":["Tümü"],"Redirection Type":["Yönlendirme Türü"],"Destination URL":["Hedef URL"],"Redirect":["Yönlendir"],"If your application is not available in the US App Store, you must set this value to the two-letter country code for the App Store that contains your application.":["Uygulamanız ABD App Store'da mevcut değilse, bu değeri, uygulamanızı içeren App Store için iki harfli ülke koduna ayarlamanız gerekir."],"App Country":["Uygulama Ülkesi"],"Google Play App URL":["Google Play Uygulama URL’si"],"Google Play App ID":["Google Play Uygulama ID'si"],"Google Play App Name":["Google Play Uygulamanın Adı"],"iPad App URL":["iPad uygulama URL"],"iPad App ID":["iPad Uygulama ID"],"iPad App Name":["iPad uygulama Adı"],"iPhone App URL":["iPhone uygulama URL"],"The numeric representation of your app ID in the App Store.":["App Store'daki uygulama kimliğinizin sayısal gösterimi."],"iPhone App ID":["iPhone Uygulama Kimliği"],"The name of your app to show.":["Gösterilecek uygulamanızın adı."],"iPhone App Name":["iPhone uygulama adı"],"You can use this as a more concise description than what you may have on the app store. This field has a maximum of 200 characters. (optional)":["Bunu, uygulama mağazasında sahip olduklarınızdan daha kısa bir açıklama olarak kullanabilirsiniz. Bu alan en fazla 200 karakterden oluşur. (isteğe bağlı)"],"App Description":["Uygulamanın açıklaması"],"The MIME type\/subtype combination that describes the content contained in twitter:player:stream. Takes the form specified in RFC 6381. Currently supported content_type values are those defined in RFC 4337 (MIME Type Registration for MP4).":["Twitter'da yer alan içeriği tanımlayan MIME türü \/alt türü birleşimi:oynatıcı:akış. RFC 6381'de belirtilen formu alır. Şu anda desteklenen content_type değerleri, RFC 4337'de (MP4 için MIME Türü Kaydı) tanımlanan değerlerdir."],"Stream Content Type":["Akış İçeriği Türü"],"Optional URL to raw stream that will be rendered in Twitter’s mobile applications directly. If provided, the stream must be delivered in the MPEG-4 container format (the .mp4 extension). The container can store a mix of audio and video with the following codecs: Video: H.264, Baseline Profile (BP), Level 3.0, up to 640 x 480 at 30 fps. Audio: AAC, Low Complexity Profile (LC).":["Doğrudan Twitter’ın mobil uygulamalarında görüntülenecek ham akışa isteğe bağlı URL. Sağlandıysa, akış MPEG-4 konteyner biçiminde (.mp4 uzantısı) teslim edilmelidir. konteyner (uzantı) , aşağıdaki kod çözücülerle ses ve video karışımını saklayabilir: Video: H.264, Temel Profil (BP), Seviye 3.0, 30 fps'de 640 x 480'e kadar. Ses: AAC, Düşük Karmaşıklık Profili (LC)."],"Stream URL":["Akış URL'si"],"iFrame width and height, specified in pixels in the following format: 600x400.":["iframe genişliği ve yüksekliği, aşağıdaki biçimde piksellerle belirtilir: 600x400."],"Player Size":["Oynatıcı Boyutu"],"HTTPS URL to iFrame player. This must be a HTTPS URL which does not generate active mixed content warnings in a web browser. The audio or video player must not require plugins such as Adobe Flash.":["İframe oynatıcısına HTTPS URL'si. Bu, bir web tarayıcısında etkin karışık içerik uyarıları oluşturmayan bir HTTPS URL'si olmalıdır. Ses veya video oynatıcı Adobe Flash gibi eklentiler gerektirmemelidir."],"Player URL":["Oynatıcı URL'si"],"Player Card":["Oyuncu Kartı"],"App Card":["Uygulama Kartı"],"Summary Card":["Özet Kartı"],"Summary Card with Large Image":["Büyük Resimli Özet Kartı"],"Use Data from Facebook Tab":["Facebook Sekmesinden Verileri Kullan"],"Icon overlay":["Simge yerleşimi"],"Add icon overlay to thumbnail":["Küçük resme simge katmanı ekle"],"Image is smaller than the minimum size, please select a different image.":["Resim minimum boyuttan daha küçük, lütfen farklı bir resim seçin."],"Upload at least 600x315px image. Recommended size is 1200x630px.":["En az 600x315 piksel resim yükle Önerilen boyut 1200x630 pikseldir."],"Add Image":["Görsel ekle"],"2h":["2s"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Select one or more Pillar Content posts for each post tag or category to show them in the Link Suggestions meta box.":["Bağlantı önerileri meta kutusunda bunları göstermek için her bir gönderi etiketi veya kategorisi için bir veya daha fazla Sütun İçeriği gönderisi seçin."],"This post is Pillar Content":["Bu yayın bir Sütun İçeriğidir"],"This is what will appear as the description when this post shows up in the search results.":["Bu yazı, arama sonuçlarında göründüğünde açıklama olarak görünecektir."],"This is the unique URL of this page, displayed below the post title in the search results.":["Bu, arama sonuçlarında yazı başlığının altında görüntülenen bu sayfanın benzersiz URL'sidir."],"This is what will appear in the first line when this post shows up in the search results.":["Bu yazı, arama sonuçlarında göründüğünde ilk satırda görünecek olan bu şekildedir."],"Breadcrumb Title to use for this post":["Bu yazı için kullanılacak bağlantı haritası başlığı"],"Breadcrumb Title":["Bağlantı haritası başlığı"],"Canonical URL":["Aynı adres"],"Robots Meta":["Robotlar Meta"],"451 Content Unavailable for Legal Reasons":["451 Yasal sebeplerden kullanılamayan içerik"],"410 Content Deleted":["410 İçerik silindi"],"307 Temporary Redirect":["307 Geçici yönlendirme"],"302 Temporary Move":["302 Geçici Yönlendirme"],"301 Permanent Move":["301 Kalıcı Yönlendirme"],"Prevents a snippet from being shown in the search results":["Snippet'in arama sonuçlarında gösterilmesini önler"],"No Snippet":["Kod parçacığı yok"],"Lets you specify that you do not want your pages to appear as the referring page for images that appear in image search results":["Görüntü arama sonuçlarında görünen resimler için sayfalarınızın yönlendiren sayfa olarak görünmesini istemediğinizi belirtmenizi sağlar"],"No Image Index":["Görsel indeksi yok"],"Prevents search engines from showing Cached links for pages":["Arama motorlarının sayfalar için Önbelleğe alınmış bağlantıları göstermesini önler"],"No Archive":["Arşiv yok"],"Prevents search engines from following links on the pages":["Arama motorlarının sayfalardaki bağlantıları izlemesini önler"],"Prevents pages from being indexed and displayed in search engine result pages":["Sayfaların dizine alınmasını ve arama motoru sonuç sayfalarında görüntülenmesini önler"],"No Index":["Dizin Yok"],"Images":["Görseller"],"Focus Keyword":["Odak anahtar kelime"],"Settings":["Ayarlar"],"Edit Snippet":["Snippet'i düzenle"],"This page will not appear in search results. You can disable noindex in the Advanced tab.":["Bu sayfa arama sonuçlarında görünmeyecek. Noindex'i Gelişmiş sekmesinden devre dışı bırakabilirsiniz."],"Noindex robots meta is enabled":["Noindex robotlar metası etkin"],"Mobile Preview":["Mobil ön izleme"],"Desktop Preview":["Masaüstü ön izleme"],"Preview":["Önizleme"],"Content Readability":["İçerik okunabilirliği"],"Title Readability":["Başlık okunabilirliği"],"Additional":["Ekstra"],"Basic SEO":["Temel SEO"],"Content is %1$d words long. Consider using at least 300 words.":["İçeriğiniz %1$d uzunluğunda. En az 300 kelime olmalı."],"Title":["Başlık"],"Social":["Sosyal"],"Advanced":["Gelişmiş"],"General":["Genel"],"Description":["Açıklama"],"None":["Yok"],"Rank Math":["Rank Math"]}},"comment":{"reference":"assets\/admin\/js\/gutenberg.js"}}